Repository: xiaomeng831/savvy_teamwork
Catalog: lib/l10n/intl_*.arb
Languages: fr_ca

# mainHome
source: Home
fr_ca: Domicile

# mainLogin
source: Login
fr_ca: Connexion

# mainChat
source: Chat
fr_ca: Discuter

# mainContact
source: Contact Us
fr_ca: Nous contacter

# mainWebsite
source: Website
fr_ca: Site Internet

# mainCustomHomes
source: CustomHomes
fr_ca: Maisons sur mesure

# mainRenovations
source: Renovations
fr_ca: Rénovations

# mainEstimator
source: Estimator
fr_ca: Estimateur

# mainServices
source: Services
fr_ca: Service

# contactUploadPrompt
source: If you want to upload your image please click here:
fr_ca: Si vous souhaitez télécharger votre image, veuillez cliquer ici :

# contactFullName
source: Full Name
fr_ca: Nom et prénom

# contactPhone
source: Phone
fr_ca: Téléphone

# contactMessage
source: Message
fr_ca: Un message

# contactValid
source: Please type in your valid email and phone number
fr_ca: Veuillez saisir votre e-mail et votre numéro de téléphone valides

# contactSubmit
source: SUBMIT
fr_ca: NOUS FAIRE PARVENIR

# contactUpload
source: UPLOAD
fr_ca: TÉLÉCHARGER

# contactPhonePrompt
source: Please type in your phone number in 10 digits format
fr_ca: Veuillez saisir votre numéro de téléphone au format à 10 chiffres

# contactPhoneCorrect
source: Your phone number is in correct format, you are good to go
fr_ca: Votre numéro de téléphone est au bon format, vous êtes prêt à partir

# contactEmailPrompt
source: Please type in your valid email address
fr_ca: Veuillez saisir votre adresse e-mail valide

# contactEmailCorrect
source: Your email is in correct format, you are good to go
fr_ca: Votre e-mail est au format correct, vous êtes prêt à partir

# iuTitle
source: Image Upload
fr_ca: Téléchargement d'images

# iuStorage
source: Upload image to the Storage
fr_ca: Télécharger l'image dans le stockage

# chTitlecM
source: Cassa Moderna
fr_ca: Maison Moderne

# chTitlecH
source: Custome Homes
fr_ca: Maisons personnalisées

# chTitletM
source: The Manor
fr_ca: Le manoir

# chExterior
source: Exterior front
fr_ca: Façade extérieure

# chKitchen
source: Kitchen
fr_ca: Cuisine

# chLiving
source: Living room
fr_ca: Salon

# chFamily
source: Family room
fr_ca: La salle a manger

# chDining
source: Dining room
fr_ca: Salle à manger

# chStaircase
source: Staircase
fr_ca: Escalier

# chUpHall
source: Upstairs hallway
fr_ca: Couloir à l'étage

# chDen
source: Den
fr_ca: Tanière

# chMasBed
source: Master bedroom
fr_ca: Chambre des maîtres

# chMasWash
source: Master washroom
fr_ca: Salle de bain principale

# chMasClo
source: Master closet
fr_ca: Armoire principale

# chUpWash
source: Upstari washroom
fr_ca: Toilettes Upstari

# chBackPool
source: Backyard pool
fr_ca: Piscine d'arrière-cour

# chMainWash
source: Mainfloor washroom
fr_ca: Salle de bain au rez-de-chaussée

# chBalcony
source: Balcony
fr_ca: Balcon

# chBasement
source: Basement
fr_ca: Sous-sol

# chBackyard
source: Backyard
fr_ca: Arrière-cour

# chWash
source: Washroom
fr_ca: Toilettes

# chFirst
source: Our first full custom home design and build
fr_ca: Notre première conception et construction de maison entièrement personnalisées

# chSecond
source: Our second and most recent full custom home build and design
fr_ca: Notre deuxième et plus récente construction et conception de maisons entièrement personnalisées

# rnKitchens
source: Kitchens
fr_ca: Cuisines

# rnWashrooms
source: Washrooms
fr_ca: Toilettes

# rnLivingRooms
source: Living Rooms
fr_ca: Salons

# rnBasements
source: Basements
fr_ca: Sous-sols

# esCLOSET
source: CLOSET
fr_ca: TOILETTES

# esSCM
source: Select Closet Material
fr_ca: Sélectionnez le matériau du placard

# esSTAIRCASE
source: STAIRCASE
fr_ca: ESCALIER

# esSSM
source: Select Staircase Material
fr_ca: Sélectionnez le matériau de l'escalier

# esFLOORS
source: FLOORS
fr_ca: PLANCHERS

# esSFM
source: Select Floor Material
fr_ca: Sélectionnez le matériau du sol

# esKC1
source: KITCHEN COUNTERTOPS
fr_ca: COMPTOIRS DE CUISINE

# esSKC1
source: Select Kitchen Countertops
fr_ca: Certains comptoirs de cuisine

# esKC2
source: KITCHEN CABINETS
fr_ca: ARMOIRES DE CUISINE

# esSKC2
source: Select Kitchen Cabintes
fr_ca: Sélectionnez les armoires de cuisine

# esSF
source: STRUCTURAL FIXES
fr_ca: FIXATIONS STRUCTURELLES

# esPA
source: POOL AREA
fr_ca: ESPACE PISCINE

# esBACKYARD
source: BACKYARD
fr_ca: ARRIÈRE-COUR

# esSBPF
source: Select Backyard Privacy Fencing
fr_ca: Sélectionnez la clôture d'intimité pour l'arrière-cour

# esDECKING
source: DECKING
fr_ca: TERRASSE

# esSD
source: Select Decking
fr_ca: Sélectionnez la terrasse

# esBASEMENT
source: BASEMENT
fr_ca: SOUS-SOL

# esCI
source: CONTACT INFORMATION
fr_ca: INFORMATIONS DE CONTACT

# esNAME
source: NAME
fr_ca: NOM

# esPHONE
source: PHONE
fr_ca: TÉLÉPHONE

# esSUBMIT
source: SUBMIT
fr_ca: NOUS FAIRE PARVENIR

# lgINVTA
source: Information not valid. Try again.
fr_ca: Informations non valides. Réessayer.

# lgName
source: Name
fr_ca: Nom

# lgPassword
source: Password
fr_ca: Mot de passe

# lgLOGIN
source: LOGIN
fr_ca: CONNEXION

# lgDHAA
source: Don't have an Account?
fr_ca: Vous n'avez pas de compte ?

# lgSU
source: Sign Up
fr_ca: S'inscrire

# lgSI
source: Sign In
fr_ca: S'identifier

# seOS
source: Our Service
fr_ca: Notre service

# seCR1
source: Complet Remodeling
fr_ca: Rénovation complète

# seCR2
source: We thrive on excellence and quality. Our work is a testimony in itself. We can do anything from small renovation to a complete remodel for our clients. No job is too small nor too big
fr_ca: Nous misons sur l'excellence et la qualité. Notre travail est un témoignage en soi. Nous pouvons tout faire, de la petite rénovation au remodelage complet pour nos clients. Aucun travail n'est trop petit ni trop grand

# seKR1
source: Kitchen Remodeling
fr_ca: Rénovation de cuisine

# seKR2
source: Kitchen is the heart of a home. Hence holds a special place in our renovating projects. We make dreams come true with our expertise in designing and executing
fr_ca: La cuisine est le cœur d'une maison. Il tient ainsi une place particulière dans nos projets de rénovation. Nous réalisons les rêves grâce à notre expertise dans la conception et l'exécution

# seF1
source: Flooring
fr_ca: Sol

# seF2
source: We do it all from tiling to hardwood. Heated flooring, Vinyl, carpet, And we will pick sturdy materials that will last.
fr_ca: Nous réalisons tout, du carrelage au bois dur. Plancher chauffant, Vinyle, moquette, Et nous choisirons des matériaux robustes qui dureront.

# seHI1
source: Home Interior
fr_ca: Intérieur de la maison

# seHI2
source: We specialize in medium to large home design projects. We will make your interior space functional and luxurious by selecting essential and decorative items such as colours, lighting, furniture etc.
fr_ca: Nous sommes spécialisés dans les projets de design de maison de moyenne à grande envergure. Nous rendrons votre espace intérieur fonctionnel et luxueux en sélectionnant des éléments essentiels et décoratifs tels que des couleurs, des luminaires, des meubles etc.

# seCH1
source: Custom Homes
fr_ca: Maisons personnalisées

# seCH2
source: We love the process of making a vision come to life. Custom building is an art that we excel in. We will manage the entire project from design to occupancy
fr_ca: Nous aimons le processus de donner vie à une vision. La construction sur mesure est un art dans lequel nous excellons. Nous gérerons l'ensemble du projet, de la conception à l'occupation

# seBR1
source: Bathroom Remodeling
fr_ca: Rénovation de salle de bain

# seBR2
source: Everyone wants a washroom that is comfortable as well as stylish. We will provide both comfort and style in our washroom remodels by selecting the right kinds of materials and design elements.
fr_ca: Tout le monde veut une salle de bain à la fois confortable et élégante. Nous fournirons à la fois confort et style dans nos rénovations de salles de bain en sélectionnant les bons types de matériaux et d'éléments de conception.

# seOE
source: Our Expertise
fr_ca: notre expertise

# sePC1
source: Pre-Construction
fr_ca: Préconstruction

# sePC2
source: · Design-Build
fr_ca: · Conception-construction

# sePC3
source: · Scheduling
fr_ca: · Planification

# sePC4
source: · Estimating & Budgeting
fr_ca: · Estimation et budgétisation

# seC2
source: · Quality Control
fr_ca: · Contrôle de qualité

# seC3
source: · Safety Management
fr_ca: · Gestion de la sécurité

# seC4
source: · Subcontractor Management
fr_ca: · Gestion des sous-traitants

# seC5
source: · Time Management
fr_ca: · Gestion du temps

# sePOC2
source: · Certificate of Occupancy
fr_ca: · Certificat d'occupation

# sePOC3
source: · As-built documentation
fr_ca: · Documentation intégrée

# sePOC4
source: · Warranty
fr_ca: · garantie

source: Bench Plans
fr_ca: Plans de banc

source: Hooks
fr_ca: Crochets

source: Hall Trees
fr_ca: Arbres de la salle

source: Shoe Racks
fr_ca: Étagères à chaussures

source: Shelves
fr_ca: Des étagères

source: CoatHangers
fr_ca: Cintres

source: Foundational Cracks
fr_ca: Fissures fondamentales

source: Roof
fr_ca: Toit

source: Windows and Doors
fr_ca: Fenêtres et portes

source: Electrical Fixes
fr_ca: Réparations électriques

source: Plumbing
fr_ca: Plomberie

source: Heating
fr_ca: Chauffage

source: Air Conditioning
fr_ca: Climatisation

source: Insulation
fr_ca: Assurance

source: Load Bering Walls
fr_ca: Murs porteurs

source: Air Ducts
fr_ca: Conduits d'air

source: Wall Fixations
fr_ca: Fixations murales

source: Basement Finishing
fr_ca: Finition du sous-sol

source: Other
fr_ca: Autre

source: Waterproof Material
fr_ca: Matériau imperméable

source: Grid
fr_ca: Grille

source: Concrete
fr_ca: Béton

source: Waterline Tiles
fr_ca: Tuiles de ligne de flottaison

source: Pool Plaster
fr_ca: Plâtre de piscine

source: Pool Heater
fr_ca: Chauffe-piscine

source: Water Purifier
fr_ca: Purificateur d'eau

source: Patio Set Instalation
fr_ca: Installation d'ensemble de patio

source: Draft a floor plan
fr_ca: Rédiger un plan d'étage

source: Require Inspection
fr_ca: Exiger une inspection

source: Electrical Needs
fr_ca: Besoins électriques

source: Plumbing Needs
fr_ca: Besoins de plomberie

source: Drywall
fr_ca: Cloison sèche

source: Flooring
fr_ca: Sol

source: Discuss your budget
fr_ca: Discutez de votre budget

source: Wood
fr_ca: Bois

source: Melamine
fr_ca: Mélamine

source: Resin
fr_ca: Résine

source: Particle Board
fr_ca: Panneaux de particules

source: Laminates
fr_ca: Stratifiés

source: Stone
fr_ca: Pierre

source: Granite
fr_ca: Granit

source: Carpeted
fr_ca: Moquette

source: Glass
fr_ca: Verre

source: Metal
fr_ca: Métal

source: Custom Railings
fr_ca: Garde-corps personnalisés

source: Carpet
fr_ca: Tapis

source: Stone Tile
fr_ca: Tuile de pierre

source: Ceramic
fr_ca: Céramique

source: Vinyl
fr_ca: Vinyle

source: Laminate
fr_ca: Stratifié

source: Hardwood
fr_ca: Bois franc

source: Engineered Stone
fr_ca: Pierre reconstituée

source: Slate
fr_ca: Ardoise

source: Soapstone
fr_ca: Pierre ollaire

source: Travertine
fr_ca: Travertin

# friendlyMaterial
source: Eco-friendly Material
fr_ca: Matériau respectueux de l'environnement

source: Stainless Steel
fr_ca: Acier inoxydable

source: Barbed Wire
fr_ca: Fil barbelé

source: Chain Links
fr_ca: Maillons de chaîne

source: Masonry
fr_ca: Maçonnerie

source: Treated Wood
fr_ca: Bois traité

source: Redwood and Teak
fr_ca: Séquoia et teck

source: Cedar
fr_ca: Cèdre

source: Tropical Hardwood
fr_ca: Bois dur tropical

source: Composites
fr_ca: Matériaux composites

source: Pressure Treated Lumber
fr_ca: Bois traité sous pression

source: Redwood and Cedar
fr_ca: Séquoia et cèdre

# chatName
source: Hello, my name is
fr_ca: Bonjour, mon nom est

# chatPhone
source: and my phone number is
fr_ca: et mon numéro de téléphone est

# chatQuery
source: and I want to inquiry about:
fr_ca: et je veux enquêter sur:

# chatSend
source: SEND A MESSAGE
fr_ca: ENVOYER UN MESSAGE

source: CHAT
fr_ca: DISCUTER

# es1
source: Closet features:
fr_ca: Caractéristiques du placard:

# es2
source: Mudroom features:
fr_ca: Caractéristiques du vestiaire:

# es3
source: Staircase features:
fr_ca: Caractéristiques de l'escalier:

# es4
source: Floors features:
fr_ca: Caractéristiques des sols:

# es5
source: Kitchen countertops features:
fr_ca: Caractéristiques des comptoirs de cuisine:

# es6
source: Kitchen cabinets features:
fr_ca: Caractéristiques des armoires de cuisine:

# es7
source: Structural fixes features:
fr_ca: Fonctionnalités de correctifs structurels:

# es8
source: Backyard privacy fencing features:
fr_ca: Caractéristiques des clôtures d'intimité dans la cour:

# es9
source: Decking features:
fr_ca: Caractéristiques de la terrasse:

# es10
source: Kitchen countertops features:
fr_ca: Caractéristiques des comptoirs de cuisine:

# es11
source: Kitchen cabinets features:
fr_ca: Caractéristiques des armoires de cuisine:

# es12
source: Client's name:
fr_ca: Nom du client:

# es13
source: Phone:
fr_ca: Téléphoner:

# es15
source: QUOTE FOR:
fr_ca: DEVIS POUR:
